{
    "darkvision": {
        "dwarf": {
            "description": "Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray"
        },
        "elf": {
            "description": "Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray"
        },
        "gnome": {
            "description": "Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray"
        },
        "half_elf": {
            "description": "Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray"
        },
        "half_orc": {
            "description": "Thanks to your orc blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
        },
        "tiefling": {
            "description": "Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray"
        },
        "_default": {
            "description": "You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray"
        }
    },
    "dwarven_combat_training": {
        "dwarf": {
            "description": "You have proficiency with the battleaxe, handaxe, lighthammer, andwarhammer."
        },
        "_default": {
            "description": "You have proficiency with the battleaxe, handaxe, lighthammer, andwarhammer."
        }
    },
    "dwarven_resilience": {
        "dwarf": {
            "description": "You have advantage on saving throws against poison, and you have resistance against poison damage."
        },
        "_default": {
            "description": "You have advantage on saving throws against poison, and you have resistance against poison damage."
        }
    }
}